import React from 'react';

function ParagraphsComponent() {
  return (
    <div>
      <h2>О енотах</h2>
      <p>
        Еноты — умные и любопытные животные, обитающие в Северной Америке.
        Они известны своей ловкостью и способностью открывать практически любые замки и контейнеры.
      </p>

      <h2>Почему еноты классные</h2>
      <p>
        Еноты невероятно сообразительны и адаптивны. Они могут выживать в разных условиях и даже находить еду в самых неожиданных местах.
        Их маленькие лапки напоминают руки, что делает их ещё более очаровательными.
      </p>
    </div>
  );
}

export default ParagraphsComponent;